pokedic={}
pokedic['이상해씨']='''001.이상해씨 씨앗포켓몬 풀,독타입
태어날 때부터 등에 있는 이상한 씨앗과 함께 성장하며 자란다.이상해씨는 며칠 동안 굶어도 이상이 없는데,
그 이유는 씨앗에 영양분이 가득해 진화하기 전까지 등에 자라는 씨앗에서 영양분을 얻을 수 있기 때문이다.
몸이 자라는 만큼 씨앗도 같이 자라며,이 씨앗은 광합성을 통해 자라기도 한다. 일정 시간이 지나 씨앗이 꽃봉오리가 되면 이상해풀로 진화한다.'''
pokedic['파이리']='''004 파이리 도롱뇽포켓몬 불꽃타입 꼬리에 있는 불꽃은 생명을 나타내는 표시로 건강하면 강한 불꽃이 나오고 건강하지 않으면 약한 불꽃이 나온다.
꼬리의 불꽃은 기분을 나타내기도 하는데, 즐거우면 불꽃이 살랑살랑 흔들리고 화나면 맹렬하게 불타오른다.
꼬리에 물이 적게 닿으면 아무 일 없이 불꽃이 타오르나 비에 꼬리가 젖으면 불꽃 대신 연기만 난다. 타오르는 소리는 조용한 곳에 데려가면 들을 수 있다.'''
